Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: viral clip
ar: مقطع رائج
bn: ভাইরাল ক্লিপ
de: viraler Clip
es: clip viral
fr: clip viral
hi: वायरल क्लिप
id: klip viral
ja: バズるクリップ
ne: भाइरल क्लिप
pt_br: clipe viral
ur: وائرل کلپ

source: vlog
ar: مدونة فيديو
bn: ভ্লগ
hi: व्लॉग
ja: ブイログ
ne: भ्लग
ur: ولاگ

source: vlogs
ar: مدونات الفيديو
bn: ভ্লগ
hi: व्लॉग
id: vlog
ja: ブイログ
ne: भ्लग
ur: ولاگز

source: week
ar: أسبوع
bn: সপ্তাহ
de: Woche
es: semana
fr: semaine
hi: हफ़्ता
id: minggu
ja: 週
ne: हप्ता
pt_br: semana
ur: ہفتہ

source: year
ar: سنة
bn: বছর
de: Jahr
es: año
fr: an
hi: साल
id: tahun
ja: 年
ne: वर्ष
pt_br: ano
ur: سال

source: your business
ar: عملك
bn: আপনার ব্যবসা
de: dein Unternehmen
es: tu negocio
fr: ton entreprise
hi: आपका बिज़नेस
id: bisnismu
ja: あなたのビジネス
ne: तपाईंको व्यवसाय
pt_br: seu negócio
ur: آپ کا کاروبار

source: your team
ar: فريقك
bn: আপনার টিম
de: dein Team
es: tu equipo
fr: ton équipe
hi: आपकी टीम
id: timmu
ja: あなたのチーム
ne: तपाईंको टिम
pt_br: sua equipe
ur: آپ کی ٹیم

source: ~2 minutes
ar: ~دقيقتان
bn: ~২ মিনিট
de: ~2 Minuten
es: ~2 minutos
hi: ~2 मिनट
id: ~2 menit
ja: 約2分
ne: ~२ मिनेट
pt_br: ~2 minutos
ur: ~2 منٹ

source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: nom@exemple.com
id: anda@contoh.com
pt_br: voce@exemplo.com
